[
    {
        "title": "Page 0",
        "imageUrl": "./images/mother_hugging.jpg",
        "text": "This is some text for Page 0."
    },
    {
        "text": "Sometimes a child's queer identity is not as apparent and revealing as other children are but this does not say anything about you as a parent, however it's important to step away from stereotypes and understand and listen to what your child is trying to tell you and that sometimes things don't play out the way you think they will."
    },
    {
        "text": "Your child’s queer identity is a large part of them and to suddenly reveal this large part of their life to you can be shocking, however now that they have told you this can be a chance for you to get to know them in a way you never have before. Try to be open to the big change this may be and understand that the secrets they kept from you were to protect and help them."
    },
    {
        "text": "It's understandable to feel a little misled and lied to, however it's important to take a step back and try to understand why they might have lied or misled you. A child revealing themselves to you in this manner can take a lot of courage and up to this point they may have dealt with a lot of self doubt and fear about how you may have handled it however this deceit was deemed necessary by the child simply to protect them from a harder conversation that they may not have felt ready enough to handle. This revelation is actually a good thing and very telling of your child's comfortability with you and can be used as an opportunity for you guys to grow closer than you ever were before."
    },
    {
        "text": "It's important for parents to understand that what you envision for your child may not always happen. While adding queer to the mix may cause some ripple effects to the future you wanted for them it also may not and its important to recognize and hear what your child wants and believes to be right for their life."
    },
    {
        "text": "Although being queer can come with its hardships, it can also be filled with growth, self discovery, and love. The key is making sure the child has a strong support system and understands that they are not on this journey alone. A lot of queer children go through the struggles of being queer alone and that is why they are at a higher risk of  are Being queer is a natural variation of human sexuality and gender identity and is a natural part of the diversity of human experiences"
    }
]
